Repository: printempstg/craft-5152-en-ro
Catalog: tm/5152-04_EN-RO.tmx
Source language: en
Languages: ro

source: Full details of the product range are contained in the catalogue.
ro: Detaliile complete privind gama de produse sunt prezentate în catalog.

source: Full polymerization is expected when the top DERMABOND adhesive layer is no longer sticky.
ro: Polimerizarea este considerată completă când stratul superior de adeziv DERMABOND™ nu mai este lipicios.

source: Grasp the needle in an area one third (1/3) to one half (1/2) of the distance from the attachment end to the point.
ro: Prindeţi acul in porţiunea dintre prima treime (1/3) proximală și prima jumătate (1/2) proximală.

source: Grasp the needle in an area one-third (1/3) to one-half (1/2) of the distance from the attachment end to the point.
ro: Prindeţi acul în porţiunea dintre prima treime proximală și prima jumătate proximală.

source: Grasping at the butt or attachment end could cause bending or breakage.
ro: Prinderea acului de capătul mai gros sau de capătul la care este atașat firul poate determina îndoirea sau ruperea acestuia.

source: Grasping in the point area could impair the penetration performance and cause fracture of the needle.
ro: Prinderea acului de zona vârfului poate afecta capacitatea sa de penetrare și poate determina ruperea acestuia.

source: HEMOSEAL* needle suture combination in which the diameter of the suture and the needle wire have been more closely aligned to reduce the degree of needle hole bleeding.
ro: Ansamblul HEMO-SEAL™ format din fir de sutură și ac, în care diametrul firului de sutură și cel al acului au fost ajustate la dimensiuni cât mai apropiate, pentru a reduce sângerarea la locul puncţionării.

source: HOW SUPPLIED
ro: MOD DE PREZENTARE

source: High Viscosity
ro: Viscozitate ridicată

source: However, if DERMABOND adhesive is applied so that large droplets of liquid are allowed to remain unspread, the patient may experience a sensation of heat or discomfort.
ro: Dacă însă după aplicarea adezivului DERMABOND™ picături mari de lichid rămân neîntinse, pacientul poate simţi o senzaţie de căldură sau disconfort.

source: However, it is recommended that the mesh not be used following planned intraoperative or accidental opening of the gastro intestinal tract.
ro: Se recomandă totuşi ca plasa să nu fie utilizată după deschiderea intra-operatorie planificată sau accidentală a tractului gastrointestinal.

source: However, it is recommended that the mesh not be used following planned intraoperative or accidental opening of the gastrointestinal tract.
ro: Se recomandă totuși ca plasa să nu fie utilizată după deschiderea intra-operatorie planificată sau accidentală a tractului gastrointestinal.

source: INDICATIONS
ro: INDICAŢII

source: INDICATIONS FOR USE
ro: INDICAȚII DE UTILIZARE

source: INSTRUCTIONS FOR USE
ro: INSTRUCŢIUNI DE UTILIZARE

source: If ULTRAPRO™ MESH is used in a contaminated wound, subsequent infection is possible which may require removal of the material.
ro: Dacă se utilizează PLASA ULTRAPRO™ într-o plagă contaminată există posibilitatea dezvoltării ulterioare a unei infecţii care poate necesita înlăturarea materialului.

source: If a dressing, bandage, adhesive backing or tape is applied before complete polymerization, the dressing can adhere to the film.
ro: Dacă înainte de polimerizarea completă se aplică un pansament, un bandaj sau bandă adezivă, acestea se pot lipi de peliculă.

source: If additional fixation points are required, obtain an additional device.
ro: Dacă sunt necesare puncte de fixare adiționale, folosiți un alt dispozitiv.

source: If contact with the eye occurs, flush the eye copiously with saline or water.
ro: În cazul contactului cu ochii, clătiţi ochii cu ser fiziologic sau apă din abundenţă.

source: If removal of DERMABOND adhesive is necessary for any reason, carefully apply petroleum jelly or acetone to the DERMABOND film to help loosen the bond.
ro: Dacă este necesară îndepărtarea adezivului DERMABOND™, indiferent de motiv, aplicaţi cu grijă vaselină sau acetonă pe pelicula de DERMABOND™ pentru a facilita dezlipirea.

source: If residual adhesive remains, apply topical ophthalmic ointment to help loosen the bond and contact an ophthalmologist.
ro: Dacă se observă reziduuri de adeziv, se va aplica o cremă oftalmică de uz local pentru a facilita dezlipirea și se va contacta un oftalmolog.

source: If the RIM is cut or trimmed, secure fixation must be ensured.
ro: În cazul în care CADRUL este tăiat sau ajustat, trebuie să se asigure o fixare sigură.

source: If the liquid DERMABOND adhesive is applied so that large droplets are allowed to remain without being evenly spread, the patient may experience a sensation of heat or discomfort.
ro: Dacă adezivul lichid DERMABOND™ este aplicat în așa fel încât picături mari de lichid rămân neîntinse uniform, pacientul poate simţi o senzaţie de căldură sau disconfort.

source: If the mesh is used in a contaminated field, contamination of the mesh may lead to infection that may require removal of the mesh.
ro: Dacă plasa se foloseşte într-o zonă contaminată, contaminarea plasei poate provoca o infecţie ce poate necesita înlăturarea plasei.

source: If the primary method of closure was insufficient for closure, an additional securing device was placed.
ro: Dacă metoda principală de închidere s-a dovedit insuficientă pentru închidere, s-a folosit un dispozitiv suplimentar de fixare.

source: If the total distance from the surface of the tissue to the underlying structure is less than the minimum tissue thickness, or may be comprised to a total distance less than the minimum tissue thickness, use of the device is contraindicated.
ro: Dacă distanța totală de la suprafața țesutului la structura subiacentă este mai mică decât grosimea tisulară minimă sau dacă aceasta poate fi încadrată într-o distanță totală mai mică decât grosimea tisulară minimă, utilizarea dispozitivului este contraindicată.

source: If this mesh is used in patients with the potential for growth or tissue expansion (such as infants or children or women who may become pregnant), the surgeon should be aware that this product will not stretch significantly as the patient grows.
ro: Dacă această plasă se folosește la pacienți cu potențial de creștere sau expansiune tisulară (cum sunt sugarii sau copiii sau femeile care pot rămâne gravide), chirurgul trebuie să fie conștient că acest produs nu se va extinde semnificativ proporţional cu creșterea dimensiunilor pacientului.

source: If this product is used in patients with the potential for growth or tissue expansion (such as infants or children or women who may become pregnant), the surgeon should be aware that the device will not stretch significantly as the patient grows.
ro: Dacă acest produs este utilizat la pacienţi cu potențial de creștere sau expansiune tisulară (cum sunt sugarii, copiii sau femeile care pot să rămână gravide), chirurgul trebuie să ia în calcul faptul că dispozitivul nu se va extinde în mod semnificativ odată cu creșterea dimensiunilor pacientului.

source: If using the pen applicator, refer to the instructions on the pouch for crushing the glass ampule and expressing the liquid adhesive.
ro: Dacă folosiţi aplicatorul tip stilou, consultaţi instrucţiunile de pe pungă referitoare la spargerea fiolei de sticlă și scoaterea adezivului lichid.

source: If using the plastic vial, hold the applicator with the thumb and a finger and away from the patient to prevent any unintentional placement of the liquid DERMABOND adhesive into the wound or on the patient.
ro: Dacă folosiţi flaconul din plastic, ţineţi aplicatorul cu degetul mare și un alt deget departe de pacient pentru a preveni orice fel de scurgere accidentală a adezivului lichid DERMABOND™ în plagă sau pe pacient.

source: Immediate: Additional Devices
ro: Imediat: Dispozitive suplimentare

source: Implantation studies in animals show no meaningful decline in polyester suture strength over time.
ro: Studiile privind implantarea la animale nu au arătat în timp o scădere semnificativă a rezistenţei suturii din poliester.

source: In ULTRAPRO™ meshes implanted subcutaneously in rats, the Poliglecaprone-25 copolymer is essentially absorbed at 84 days after implantation.
ro: În cazul implantării subcutanate a plasei ULTRAPRO™ la șobolani, copolimerul poligecapronă-25 este absorbit în principal la 84 de zile de la implantare.

source: In animal studies, ETHICON PHYSIOMESH™ did not potentiate infections.
ro: În studii pe animale, ETHICON PHYSIOMESH™ nu a potențat infecțiile.

source: In animal studies, PROCEED™ Surgical Mesh did not potentiate infections.
ro: În cadrul studiilor pe animale, plasa chirurgicală PROCEED™ nu a potenţat infecţiile.

source: In femoral hernia repair the sac is reduced and an appropriately sized plug inserted, so that the RIM lies flush with the opening of the femoral canal.
ro: În cazul reparării herniilor femurale, se reduce sacul și se introduce un obturator de mărime adecvată, astfel încât CADRUL să fie la același nivel cu orificiul de deschidere al canalului femural.

source: In handling this or any other suture material, care should be taken to avoid damage from handling.
ro: Manevrarea acestui material precum și a oricăror altor materiale de sutură trebuie realizată cu grijă pentru a evita deteriorarea.

source: In handling this or any other suture material, care should be taken to avoid damage.
ro: Manevrarea acestui material de sutură precum și a oricăror altora trebuie realizată cu grijă pentru a evita deteriorarea.

source: In inguinal hernia repair the ULTRAPRO™ PLUG should always be used as a whole, i.e. plug plus onlay patch.
ro: În cazul reparării herniilor inghinale, OBTURATORUL ULTRAPRO™ trebuie folosit întotdeauna în ansamblul său, adică obturatorul împreună cu stratul superficial.

source: In order to avoid migration of the device the PLUG must be adequately fixated through the middle of the RIM to the fascia (inguinal) or in femoral hernias the tissue that comprises the opening of the femoral canal.
ro: Pentru evitarea deplasării dispozitivului, OBTURATORUL trebuie fixat corespunzător prin mijlocul CADRULUI de fascie (inghinal) sau, în cazul herniilor femurale, de ţesuturile care mărginesc orificiul canalului femural.

source: In order to minimize the risk of hernia recurrence the following precautions should be observed:
ro: Pentru reducerea la minimum a riscului de recurență a herniei, trebuie respectate următoarele măsuri de precauţie:

source: In some of these cases, general anesthesia and surgical removal has been required to open the eyelid.
ro: În unele dintre aceste cazuri, pentru deschiderea ochiului a fost nevoie de anestezie generală și îndepărtare adezivului prin intervenţie chirurgicală.

source: In vitro studies indicate that the absorption profile of the polydioxanone and L(-)-lactide/glycolide copolymer is minimal in the first two weeks post implantation.
ro: Studii in vitro arată că profilul de absorbție a copolimerului de polidioxanonă și L(-)-lactidă/glicolidă este foarte redus în primele două săptămâni post-implantare.

source: Inadvertent contact with any body tissue, and any surfaces or equipment that are not disposable or that cannot be readily cleaned with a solvent such as acetone should be avoided.
ro: Trebuie evitat contactul accidental cu orice ţesut, și cu orice suprafaţă sau echipament care nu poate fi aruncat sau curăţat imediat cu un solvent cum ar fi acetona.

source: Incisional Hernia Repair
ro: Repararea herniilor incizionale

source: Indications
ro: INDICAŢII

source: Inguinal hernia
ro: Hernia inghinală

source: Insert the ETHICON SECURESTRAP™ Absorbable Fixation Device through the appropriately sized laparoscopic port sleeve or larger port sleeve with the use of a converter (if necessary).
ro: Introduceți dispozitivul de fixare absorbabil ETHICON SECURESTRAP™ printr-un trocar laparoscopic de dimensiuni adecvate sau de dimensiuni mai mari cu ajutorul unui reductor (dacă este necesar).

source: Inspect fixation site after application to ensure hemostasis.
ro: După aplicare inspectați locul fixării pentru a asigura hemostaza.

source: Instructions for use
ro: Instrucţiuni de utilizare

source: Invert and gently squeeze the applicator just sufficiently to express the liquid DERMABOND adhesive to moisten the applicator tip.
ro: Întoarceţi și strângeţi ușor aplicatorul doar atât cât să împingeţi adezivul lichid DERMABOND™ astfel încât acesta să umezească vârful aplicatorului.

source: Isopropyl Palmitate
ro: Palmitat de izopropil

source: It is provided in a single use applicator packaged in a blister pouch.
ro: Adezivul se livrează într-un aplicator de unică utilizare ambalat într-o pungă tip blister.

source: It is recommended that points of fixation be placed 6.5 mm to 12.5 mm (1/4” to 1/2”) apart at a distance approximately 6.5 mm (1/4”) from the edge of the mesh.
ro: Se recomandă ca distanţa dintre punctele de fixare să fie între 6,5 mm și 12,5 mm, iar distanţa acestora faţă de marginea plasei să fie de aproximativ 6,5 mm.

source: It is suggested to fixate the mesh 6.5mm to 12.5mm (1/4” to 1/2”) apart at a distance approximately 6.5mm (1/4”) from the edge of the mesh.
ro: Se recomandă ca fixarea plasei să fie realizată în puncte aflate la distanțe cuprinse între 6,5 mm și 12,5 mm, iar distanța punctelor de fixare de la marginea plasei să fie de aproximativ 6,5 mm.

source: It is suggested to fixate the mesh 6.5mm to 12.5mm (1/4” to 1/2”) apart, at a distance approximately 6.5mm (1/4”) from the edge of the mesh.
ro: Se recomandă ca fixarea plasei să fie realizată în puncte aflate la distanțe cuprinse între 6,5 mm și 12,5 mm, iar distanța punctelor de fixare de la marginea plasei să fie de aproximativ 6,5 mm.

source: It is suggested to place the implant with the central part of the orientation marker over the middle of the defect and orient the continuous line in cranial to caudal direction.
ro: Se recomandă plasarea implantului cu partea centrală a marcajului de orientare pe mijlocul defectului și orientarea liniei continue în direcție cranio-caudală.

source: Larger diameter sleeves will require use of a converter.
ro: Trocarele cu diametru mai mare vor necesita utilizarea unui reductor.

source: Light Sensitive
ro: Sensibil la lumină

source: Like all foreign bodies ETHIBOND* EXCEL may potentiate an existing infection.
ro: La fel ca toate corpurile străine, ETHIBOND™ EXCEL poate potenţa o infecţie existentă.

source: Like all foreign bodies PROLENE™ may potentiate an existing infection.
ro: La fel ca toate corpurile străine, PROLENE™ poate potenţa o infecţie existentă.

source: Like all foreign bodies VICRYL RAPIDE™ may enhance an existing infection.
ro: La fel ca toate corpurile străine, VICRYL RAPIDE™ poate potenţa o infecţie existentă.

source: Like all foreign bodies bone wax may potentiate an existing infection.
ro: La fel ca toate corpurile străine, ceara hemostatică de oase poate potenţa o infecţie existentă.

source: Local anesthetic should be used when necessary to assure adequate cleansing and debridement.
ro: Dacă este necesar, se va utiliza anestezie locală pentru a se asigura curăţarea și debridarea corespunzătoare.

source: MONOCRYL™-PROLENE™ Composite
ro: Compozit de MONOCRYL™-PROLENE™

source: MONOCRYL™-PROLENE™-COMPOSITE
ro: PLASĂ MONOCRYL™-PROLENE™- COMPOZIT

source: Maintain manual approximation of the wound edges for approximately 60 seconds after the final layer.
ro: Menţineţi afrontarea manuală a marginilor plăgii timp de aproximativ 60 de secunde după stratul final.

source: Manufacturer
ro: Producător

source: Meaning of the symbols
ro: SEMNIFICAȚIA SIMBOLURILOR

source: Median Time for Treatment (Minutes)
ro: Timp mediu detratament (minute)

source: Medical Device Directive 93/42/EEC
ro: Acest produs corespunde cerinţelor esenţiale ale directivei 93/42/CEE privind dispozitivele medicale

source: Method of Sterilization – Cobalt
ro: Metoda de sterilizare – cobalt

source: Method of Sterilization – Ethylene Oxide
ro: Metoda de sterilizare - Oxid de etilenă

source: Method of Sterilization—Dry Heat
ro: Metoda de sterilizare – căldură uscată

source: Method of Sterilization—Ethylene Oxide
ro: Metoda de sterilizare – oxid de etilenă

source: Method of sterilization:
ro: Metoda de sterilizare:

source: Method of sterilization: Ethylene Oxide
ro: Metoda de sterilizare: Oxid de etilenă

source: Method of sterilization: Ethylene Oxide or Irradiation
ro: Metoda de sterilizare: oxid de etilenă sau iradiere

source: Method of sterilization: Irradiation
ro: Metoda de sterilizare: Iradiere

source: Mild inflammatory reactions have been reported in tissue immediately adjacent to the site of implantation.
ro: Au fost raportate reacţii inflamatorii ușoare în imediata apropiere a zonei de implantare.

source: Minimal visceral tissue attachment has been demonstrated in animal studies that show reduction in the extent and severity of adhesions to the mesh.
ro: Studiile pe animale au demonstrat o aderenţă tisulară viscerală minimă care indică reducerea gradului și gravităţii aderenţelor la plasă.

source: Minimal visceral tissue attachment has been demonstrated in animal studies that show reductions in the extent and severity of adhesions to the mesh.
ro: Studiile pe animale au demonstrat o aderenţă tisulară viscerală minimă care indică reducerea gradului şi gravităţii aderenţelor la plasă.

source: Moisture accelerates DERMABOND adhesive’s polymerization and may affect wound closure results.
ro: Umezeala accelerează polimerizarea adezivului DERMABOND™ și poate afecta rezultatele de închidere a plăgii.

source: Most wounds in the study were clean, small, superficial lacerations which did not penetrate the dermis completely nor sufficiently to require dermal suture placement (average wound length=18.7mm).
ro: Majoritatea plăgilor din studiu au fost lacerări curate, mici, superficiale, fără penetrare completă a dermei sau fără penetrare suficient de adâncă încât să necesite suturi intradermice (lungimea medie a plăgilor = 18,7 mm).

source: Multi-strand sutures with PTFE (polytetrafluroethylene) pledgets for use as a pad between the suture and the tissue surface to increase the load bearing area.
ro: Fire de sutură multifilament cu petece de PTFE (politetrafluoretilenă) pentru utilizarea ca tampon între sutură și suprafaţa tisulară, pentru a crește aria de susţinere a sarcinii.

source: N, control: suture/strips/staples/missing
ro: Nr. control:suturi/benzi/copci/lipsă

source: N, patients enrolled
ro: Nr. pacienţi incluși

source: N, patients treated
ro: Nr. pacienţi trataţi

source: NOTE: DERMABOND adhesive polymerizes through an exothermic reaction.
ro: NOTĂ: Adezivul DERMABOND™ polimerizează printr-o reacţie exotermică.

source: NOTE: Excessive pressure of the applicator tip against the wound edges or surrounding skin can result in forcing the wound edges apart and allowing DERMABOND adhesive into the wound.
ro: NOTĂ: Presiunea excesivă a vârfului aplicatorului asupra marginilor plăgii sau a epidermei din jur poate forţa separarea marginilor acesteia, permiţând astfel pătrunderea adezivului DERMABOND™ în plagă.

source: NOTE: Full apposition strength is expected to be achieved about 2.5 minutes after the final layer is applied, although the top adhesive layer may remain tacky for up to approximately 5 minutes.
ro: NOTĂ: Rezistenţa completă de apoziţie se obţine în aproximativ 2,5 minute după aplicarea ultimului strat, deși stratul superior de adeziv poate rămâne lipicios timp de până la aproximativ 5 minute.

source: NOTE: If necessary, the straps may be dislodged from the mesh by cutting the strap with a laparoscopic scissor.
ro: NOTĂ: Dacă este necesar, bridele pot fi desprinse de plasă prin tăierea bridei cu o foarfecă laparoscopică.

source: NSS
ro: FSI

source: No Latex
ro: Fără latex

source: No SubcuticularSutures
ro: Fără suturi intradermice

source: No clinical experience with partially absorbable lightweight meshes is as yet available regarding other possible applications.
ro: Până în prezent nu există experienţă clinică cu plase ușoare, parțial absorbabile în ceea ce privește alte posibile aplicații.

source: No significant difference was observed between the two treatment groups for the presence of the polymer film at day 14.
ro: În ceea ce privește prezenţa peliculei de polimer în ziua 14, nu s-a observat nicio diferenţă semnificativă între cele două grupuri de tratament.

source: No special storage conditions.
ro: Fără condiţii speciale de depozitare.

source: None known.
ro: Nu se cunosc.

source: Normally the removal of the suture is not required.
ro: În mod normal, nu este necesară scoaterea firelor de sutură.

source: Note: Care should be taken in the application of external counter-pressure to avoid tissue compression between the end of the device and the location of counter-pressure of less than 6.7 mm.
ro: Notă: Trebuie avut grijă la aplicarea contrapresiunii externe pentru a evita comprimarea țesutului între capătul dispozitivului și punctul de aplicare a contrapresiunii la o distanță mai mică de 6,7 mm.

source: One unit of either the high viscosity or low viscosity DERMABOND product was used to close the wound.
ro: Pentru închiderea plăgii s-a folosit o singură unitate din produsul DERMABOND™ cu viscozitate crescută sau cel cu viscozitate scăzută.

source: Only physicians having adequate training and familiarity with endoscopic techniques should perform endoscopic procedures.
ro: Numai medicii cu pregătire adecvată și o bună cunoaștere a tehnicilor endoscopice trebuie să efectueze proceduri endoscopice.

source: Other agents such as water, saline, Betadine® Antibiotics, HIBICLENS† (chlorhexidine gluconate), or soap, are not expected to immediately loosen the bond.
ro: Alte substanţe, precum apa, serul fiziologic, antibioticele cu Betadine®, HIBICLENS\† (gluconat de clorhexidină) sau săpunul nu facilitează dezlipirea imediată.

source: PERFORMANCE
ro: PERFORMANŢĂ

source: POLYBUTYLATE COATED POLYESTER
ro: POLIESTER ACOPERIT CU POLIBUTILAT

source: PRECAUTIONS
ro: PRECAUŢII

source: PROCEED™ Surgical Mesh is a laminate mesh, whose PROLENE™ Soft Mesh component is knitted with nonabsorbable fibers, used to reinforce or bridge traumatic or surgical wounds to provide extended support during and following wound healing.
ro: Plasa chirurgicală PROCEED™ este o plasă laminată, a cărei componentă de plasă moale PROLENE™ este împletită din fibre neabsorbabile, folosită la întărirea sau acoperirea plăgilor traumatice sau chirurgicale pentru a asigura susţinere prelungită în timpul și după vindecarea plăgii.

source: PROCEED™ Surgical Mesh is a sterile, thin, flexible laminate mesh designed for the repair of hernias and other fascial deficiencies.
ro: Plasa chirurgicală PROCEED™ este o plasă laminată sterilă, subţire, flexibilă destinată pentru repararea herniilor și a altor defecte fasciale.

source: PROCEED™ Surgical Mesh is available in single packets as sterile, undyed sheets with blue stripes in a variety of sizes.
ro: Plasa chirurgicală PROCEED™ este disponibilă în ambalaje individuale sub formă de pânze sterile, nevopsite, prevăzute cu dungi albastre, în diferite dimensiuni.

source: PROCEED™ Surgical Mesh is provided by ETHICON, Inc as a single-use, sterile product.
ro: Plasa chirurgicală PROCEED™ este furnizată de către ETHICON, Inc. ca produs steril, de unică utilizare.

source: PROCEED™ Surgical Mesh may be used for the repair of hernias and other fascial deficiencies that require the addition of a reinforcing or bridging material to obtain the desired surgical result.
ro: INDICAŢII Plasa chirurgicală PROCEED™ poate fi folosită la repararea herniilor și a altor defecte fasciale care necesită adăugarea de material de întărire sau acoperire pentru obţinerea rezultatului chirurgical dorit.
